Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# pro.team-records.stats
source: %1$lld경기 · %2$@ · %3$lld탈삼진 · 수상 %4$lld
en: %1$lld games · %2$@ · %3$lld strikeouts · %4$lld awards
ja: %1$lld 試合 · %2$@ · 三振 %3$lld · 受賞 %4$lld

# pro.team-records.community
source: 지역 공헌 %lld
en: Community %lld
ja: 地域貢献 %lld

# league.metric.innings
source: 이닝
en: Innings
ja: イニング

# league.metric.ra9
source: 9이닝당 실점
en: RA9
ja: RA9

# league.metric.strikeout-rate
source: 탈삼진율
en: K%
ja: K%

# league.metric.quality-starts
source: 퀄리티스타트
en: Quality Starts
ja: 品質のスタート

# league.interpretation.small-sample
source: 표본이 아직 적습니다. 10이닝을 넘기면 지표가 의미를 갖기 시작합니다.
en: The sample is still small. These metrics begin to settle after 10 innings.
ja: サンプルはまだ少ないです。これらの指標は 10 イニング後に落ち着き始めます。

# league.interpretation.fip-lower
source: 실점이 FIP보다 높습니다. 수비와 운이 불리하게 작용했다는 뜻이라, 같은 내용이면 성적이 좋아질 여지가 있습니다.
en: Your RA9 is above your FIP. Defense and luck have worked against you, so the same process could produce better results.
ja: RA9 は FIP を上回っています。防御と運があなたに不利に働いたため、同じプロセスでより良い結果が得られる可能性があります。

# league.interpretation.fip-higher
source: 실점이 FIP보다 낮습니다. 수비와 운이 도왔다는 뜻이라, 내용이 그대로면 성적은 나빠질 수 있습니다.
en: Your RA9 is below your FIP. Defense and luck have helped, so results may slip if the process stays the same.
ja: RA9 は FIP を下回っています。防御と運が助けになったので、プロセスが同じままだと結果がずれる可能性があります。

# league.interpretation.aligned
source: 실점과 FIP가 비슷합니다. 지금 성적이 내용 그대로라는 뜻입니다.
en: Your RA9 and FIP are close. The results match the quality of your pitching.
ja: RA9 と FIP は近いです。結果はあなたの投球の質と一致します。

# league.method-note
source: 자책점을 따로 세지 않아 평균자책점 대신 9이닝당 실점을 씁니다. 퀄리티스타트도 6이닝 3실점 이하 기준입니다.
en: The game tracks runs, not earned runs, so it uses RA9 instead of ERA. A quality start is 6+ innings with 3 or fewer runs allowed.
ja: 試合では自責点ではなく得点が記録されるため、ERA ではなく RA9 が使用されます。クォリティスタートとは、6イニング以上、許される失点が3以下のことを指します。

# league.standings.title
source: %lld시즌 순위
en: Season %lld Standings
ja: シーズン %lld 順位表

# league.standings.team
source: 팀
en: TEAM
ja: チーム

# league.standings.header
source: 승-패-무 승률 승차
en: W-L-T PCT GB
ja: W-L-T PCT GB

# league.standings.accessibility
source: %1$lld위 %2$@, %3$lld승 %4$lld패 %5$lld무, 승률 %6$@
en: %1$lld. %2$@, %3$lld wins, %4$lld losses, %5$lld ties, %6$@ winning percentage
ja: %1$lld。 %2$@、%3$lld 勝、%4$lld 敗、%5$lld 引き分け、%6$@ 勝率

# league.pitchers.title
source: 투수 순위
en: Pitching Leaders
ja: 投手リーダー

# league.pitchers.sort
source: 정렬
en: Sort
ja: 並べ替え

# league.pitchers.sort.ra9
source: 9이닝당 실점
en: RA9
ja: RA9

# league.pitchers.sort.strikeouts
source: 탈삼진
en: Strikeouts
ja: 三振

# league.pitchers.sort.wins
source: 승
en: Wins
ja: 勝利

# league.pitchers.innings-value
source: %@이닝
en: %@ IP
ja: %@ IP

# league.pitchers.accessibility
source: %1$lld위 %2$@, %3$@, %4$@ %5$@
en: %1$lld. %2$@, %3$@, %4$@ %5$@
ja: %1$lld。 %2$@、%3$@、%4$@ %5$@

# league.pitchers.win-loss
source: %1$lld승 %2$lld패
en: %1$lld-%2$lld
ja: %1$lld-%2$lld

# record.navigation
source: 기록
en: Records
ja: 記録

# record.empty
source: 기록 없음
en: No Records Yet
ja: まだ記録がありません

# record.archive.last-player
source: %lld번째 선수가 남긴 것
en: What Player %lld Left Behind
ja: 第%lld選手が残したもの

# record.high-school.appearances
source: 등판
en: Appearances
ja: 登板

# record.high-school.pitched-innings
source: 던진 이닝
en: Innings Pitched
ja: 投球回

# record.high-school.pitches
source: 투구 수
en: Pitches
ja: 投球数

# record.high-school.strikeouts
source: 탈삼진
en: Strikeouts
ja: 奪三振

# record.high-school.walks
source: 볼넷
en: Walks
ja: 四球

# record.high-school.runs
source: 실점
en: Runs
ja: 失点

# record.high-school.fan-interest
source: 팬 관심
en: Fan Interest
ja: ファンの関心

# record.high-school.scout-temperament
source: 스카우트 노트 — 기질
en: Scout Note — Temperament
ja: スカウトノート — 気質

# record.high-school.personality-trait
source: 기질 특성 『%1$@』 — %2$@. 발동하면 승부 화면에 표시됩니다.
en: Temperament trait “%1$@” — %2$@. When it activates, it appears on the matchup screen.
ja: 気質特性「%1$@」 — %2$@。発動すると対戦画面に表示されます。

# record.high-school.personality-rule
source: 성격은 선택이 만듭니다. 경기 성적은 성격을 바꾸지 못합니다.
en: Your choices shape your personality. Game results do not change it.
ja: あなたの選択があなたの個性を形作ります。試合結果でそれは変わらない。

# record.current-ability
source: 현재 능력
en: Current Ability
ja: 現在の能力

# record.current-ability.build
source: 현재 능력 · %@
en: Current Ability · %@
ja: 現在の能力 · %@

# record.ability.stuff
source: 구위
en: Stuff
ja: 球威

# record.ability.command
source: 제구
en: Command
ja: 制球

# record.ability.movement
source: 변화구
en: Movement
ja: 変化量

# record.ability.stamina
source: 체력
en: Stamina
ja: スタミナ

# record.high-school.stats-empty.title
source: 기록
en: Records
ja: 記録

# record.high-school.stats-empty.body
source: 첫 등판을 던지면 여기에 쌓입니다. 탈삼진·볼넷·실점부터 WHIP·FIP 같은 세부 지표까지, 던진 만큼 정확해집니다.
en: Your first appearance starts this record. Strikeouts, walks, and runs come first; deeper metrics such as WHIP and FIP become more reliable with every inning.
ja: 初登板から記録が始まります。まずは奪三振・四球・失点を確認しましょう。WHIPやFIPなどの指標は、投球回が増えるほど信頼できる値になります。

# record.high-school.metrics
source: 고교 통산 지표 · 팀 경기 포함
en: High-School Career Metrics · Includes Team Games
ja: 高校生のキャリア指標 · チーム戦を含む

# record.high-school.game-record
source: 경기 기록
en: Game Log
ja: 試合ログ

# record.high-school.game-record.empty
source: 아직 치른 경기가 없습니다. 첫 고교 공식 경기를 던지면 여기에 쌓입니다.
en: No games yet. Your first official high-school appearance will begin the log.
ja: まだ試合記録はありません。高校公式戦での初登板から記録が始まります。

# record.high-school.games
source: 고교 경기
en: High-School Games
ja: 高校生の試合

# record.high-school.awakenings
source: 각성
en: Awakenings
ja: 目覚め

# record.high-school.latest-news
source: 최근 소식
en: Latest News
ja: 最新ニュース

# record.high-school.no-news
source: 아직 소식이 없습니다.
en: No news yet.
ja: まだニュースはありません。

# record.pro.season-metrics
source: %lld시즌 지표
en: Season %lld Metrics
ja: シーズン %lld 指標

# record.pro.season-outings
source: 이번 시즌 등판
en: This Season's Outings
ja: この季節の登板

# record.pro.career-seasons
source: 통산 시즌
en: Career Seasons
ja: キャリアシーズン

# record.pro.season-label
source: %lld시즌
en: Season %lld
ja: シーズン%lld

# record.pro.season-line
source: %1$lld경기 · %2$@ · %3$@ · 9이닝당 실점 %4$@
en: %1$lld G · %2$@ · %3$@ · %4$@ RA9
ja: %1$lld G · %2$@ · %3$@ · %4$@ RA9

# record.pro.awards
source: 수상
en: Awards
ja: 受賞歴

# record.pro.no-awards
source: 아직 수상 기록이 없습니다.
en: No awards yet.
ja: まだ受賞はありません。

# record.pro.milestones
source: 주요 기록
en: Milestones
ja: マイルストーン

# record.pro.no-milestones
source: 아직 주요 기록이 없습니다.
en: No milestones yet.
ja: まだマイルストーンはありません。

# record.pro.hall-of-fame
source: 명예의 전당 점수
en: Hall of Fame Score
ja: 殿堂入りスコア

# record.pro.decision-history
source: 시즌 선택 기록
en: Season Decisions
ja: シーズンの決定

# record.pro.decision-date
source: %1$lld시즌 · %2$lld주차
en: Season %1$lld · Week %2$lld
ja: シーズン %1$lld · 週 %2$lld

# record.pro.decision-accessibility
source: %1$lld시즌 %2$lld주차, %3$@, 효과: %4$@
en: Season %1$lld, Week %2$lld, %3$@. Effect: %4$@
ja: シーズン%1$lld、週%2$lld、%3$@。効果: %4$@

# record.game-log.direct-outing
source: 직접 등판
en: PLAYED
ja: 遊んだ

# record.game-log.week
source: %lld주차
en: Week %lld
ja: 週 %lld

# record.game-log.show-recent
source: 최근 %lld경기만 보기
en: Show Recent %lld Games
ja: 最近の %lld 試合を表示

# record.game-log.show-all
source: %lld경기 전체 보기
en: Show All %lld Games
ja: すべての%lld 試合を表示

# record.achievements.title
source: 업적과 도감
en: Achievements & Collection
ja: 実績とコレクション

# record.achievements.body
source: 달성한 기록과 앞으로의 도전을 봅니다.
en: See what you have achieved and the challenges still ahead.
ja: これまでに達成したことと、今後の課題を確認してください。

# meta.achievements.title
source: 업적
en: Achievements
ja: 実績

# meta.achievements.offline
source: Game Center에 연결되지 않았습니다. 달성 기록은 이 기기에 그대로 남습니다.
en: Game Center is not connected. Your achievements remain safely stored on this device.
ja: ゲームセンターが接続されていません。あなたの成果はこのデバイスに安全に保存されます。

# meta.achievements.status.unlocked
source: 달성
en: Unlocked
ja: ロック解除済み

# meta.achievements.status.locked
source: 미달성
en: Locked
ja: ロックされています

# meta.achievements.banner
source: 업적 달성
en: Achievement Unlocked
ja: 実績のロックが解除されました

# meta.achievements.dismiss
source: 확인
en: Done
ja: 完了

# meta.growth.jackpot.title
source: 대성공!
en: Breakthrough!
ja: 大きな成長！

# meta.growth.title
source: 능력이 올랐습니다
en: Ability Improved
ja: 能力向上

# meta.growth.close
source: 닫기
en: Close
ja: 閉じる

# meta.growth.next-step
source: 다음 단계 %2$@까지 %1$lld
en: %1$lld to %2$@
ja: %1$lld から %2$@

# meta.growth.jackpot.body
source: 몸이 완전히 열린 날 — 성장이 두 배로 붙었습니다.
en: Everything opened up today—your growth doubled.
ja: 今日、すべてが開かれ、あなたの成長は 2 倍になりました。

# meta.career-setup.eyebrow
source: 프로 커리어 시작
en: START A PRO CAREER
ja: プロとしてのキャリアをスタートする

# meta.career-setup.title
source: 어떤 투수로 프로에 들어갈지 고르세요
en: Choose the Pitcher You Will Take Pro
ja: プロ入りする投手を選択してください

# meta.career-setup.player-name
source: 선수 이름
en: Player Name
ja: プレイヤー名

# meta.career-setup.name-placeholder
source: 이름
en: Name
ja: 名前

# meta.career-setup.pitcher-type
source: 투수 유형
en: Pitcher Type
ja: 投手タイプ

# meta.career-setup.explanation
source: 유형은 시작 능력과 구종 구성만 정합니다. 이후 성장은 매주 고르는 훈련과 승부 결과로 갈립니다.
en: Your type only sets your starting abilities and pitch mix. Weekly training choices and game results shape everything after that.
ja: あなたのタイプは、初期能力と投球ミックスを設定するだけです。毎週のトレーニングの選択と試合の結果が、その後のすべてを形作ります。

# meta.career-setup.action
source: 프로 지명 받기
en: Get Drafted
ja: ドラフトを受ける

# meta.weekly.preparing
source: 이번 주 야구 노트 · 준비 중
en: This Week's Baseball Notes · Preparing
ja: 今週の野球メモ・準備中

# meta.weekly.title
source: 이번 주 야구 노트 · %1$lld/%2$lld
en: This Week's Baseball Notes · %1$lld/%2$lld
ja: 今週の野球メモ · %1$lld/%2$lld

# meta.weekly.status.claimed
source: 도장 완료
en: Stamp Earned
ja: 獲得したスタンプ

# meta.weekly.status.reward-ready
source: 보상 준비
en: Reward Ready
ja: 報酬の準備完了

# meta.weekly.status.progress
source: 3개 중 2개
en: 2 of 3

# meta.weekly.summary.accessibility.claimed
source: %@, 주간 도장 받음
en: %@. Weekly stamp earned.
ja: %@。毎週スタンプを獲得しました。

# meta.weekly.summary.accessibility.ready
source: %@, 보상 받을 수 있음
en: %@. Reward ready to claim.
ja: %@。報酬を受け取る準備ができています。

# meta.weekly.summary.accessibility.progress
source: %@, 세 목표 중 두 목표를 달성하면 완료
en: %@. Complete two of the three goals.
ja: %@。 3 つの目標のうち 2 つを完了します。

# meta.weekly.instructions
source: 세 가지 중 두 가지만 마치면 됩니다. 놓친 주와 남은 목표에는 벌점이 없습니다.
en: Complete any two of the three. Missed weeks and unfinished goals carry no penalty.
ja: 3 つのうちいずれか 2 つを完了します。数週間の欠席や未達成の目標にはペナルティはありません。

# meta.weekly.task.accessibility.complete
source: %1$@, %2$lld/%3$lld, 완료
en: %1$@, %2$lld of %3$lld, complete
ja: %1$@、%2$lld/%3$lld、完了

# meta.weekly.one-for-stamp
source: 도장까지 하나 · %@
en: One More for the Stamp · %@
ja: スタンプをもう 1 つ · %@

# meta.weekly.one-for-perfect
source: 완주까지 하나 · %@
en: One More for a Perfect Week · %@
ja: 完璧な一週間にあと 1 回 · %@

# meta.weekly.claim-action
source: 주간 기록 도장 받기 · 계승 포인트 +%lld
en: Claim Weekly Stamp · Legacy Points +%lld
ja: ウィークリースタンプ・レガシーポイント+%lldを請求しましょう

# meta.weekly.stamp.perfect
source: 주간 기록 도장 · 완주
en: Weekly Record Stamp · Perfect
ja: 週間記録スタンプ・パーフェクト

# meta.weekly.stamp.complete
source: 주간 기록 도장 · 완료
en: Weekly Record Stamp · Complete
ja: ウィークリーレコードスタンプ・コンプリート

# meta.weekly.vault
source: 주간 도장 보관함
en: Weekly Stamp Vault
ja: ウィークリースタンプ保管庫

# meta.weekly.vault.line-perfect
source: 3/3 완주
en: 3/3 Perfect
ja: 3/3 完璧

# meta.weekly.vault.line
source: %lld/3 완료
en: %lld/3 Complete
ja: %lld/3 完了

# meta.weekly.vault.perfect-badge
source: 완주
en: Perfect
ja: 完璧

# meta.ability.talent
source: 재능 %@
en: Talent %@
ja: タレント %@

# meta.ability.no-ceiling
source: 한계 없음
en: No Ceiling
ja: 天井なし

# meta.ability.ceiling
source: %lld까지
en: Up to %lld
ja: %lldまで

# meta.ability.ceiling-reached
source: 재능의 한계에 닿았습니다. 계속 훈련하면 열립니다.
en: You have reached your talent ceiling. Keep training to break it open.
ja: あなたは才能の上限に達しました。それを突破するためにトレーニングを続けてください。

# meta.ability.accessibility.gained
source: %1$@ %2$lld에서 %3$lld. %4$@ %5$@
en: %1$@ increased from %2$lld to %3$lld. %4$@ %5$@
ja: %1$@ が %2$lld から %3$lld に増加しました。 %4$@ %5$@

# meta.ability.accessibility.talent
source: 재능 %1$@, 한계 %2$lld.
en: Talent %1$@, ceiling %2$lld.
ja: 才能%1$@、天井%2$lld。

# meta.stat-tile.accessibility.changed
source: %1$@ %2$@에서 %3$@
en: %1$@, %2$@ to %3$@

# meta.stat-tile.accessibility.changed-caption
source: %1$@ %2$@에서 %3$@. %4$@
en: %1$@, %2$@ to %3$@. %4$@
ja: %1$@、%2$@から%3$@。 %4$@

# legacy.career-error.title
source: 고교 커리어를 열 수 없습니다
en: High School Career Unavailable
ja: 高校のキャリアは利用できません

# legacy.career-error.body
source: 기록은 그대로 남아 있습니다. 새로 시작하기 전에 다시 불러와 주세요.
en: Your records are still here. Try loading them again before starting over.
ja: あなたの記録はまだここにあります。やり直す前に、もう一度ロードしてみてください。

# legacy.career-error.retry
source: 다시 불러오기
en: Try Again
ja: もう一度試してください

# legacy.career-error.restart
source: 모든 기록을 지우고 새로 시작
en: Erase Every Record and Start Over
ja: すべての記録を消去して最初からやり直す

# legacy.career-error.reset.title
source: 모든 선수 기록을 지울까요?
en: Erase Every Player Record?
ja: すべてのプレイヤーの記録を消去しますか?

# legacy.career-error.reset.confirm
source: 계승 포인트·기억·아카이브를 모두 지운다
en: Erase Legacy Points, Memories, and Archive
ja: レガシーポイント、メモリー、アーカイブを消去

# legacy.career-error.reset.cancel
source: 돌아간다
en: Go Back
ja: 戻る

# legacy.career-error.reset.message
source: 환생으로 쌓은 모든 것이 사라집니다. 되돌릴 수 없습니다.
en: Everything earned across rebirths will disappear. This cannot be undone.
ja: 生まれ変わって得たものはすべて消えてしまいます。これを元に戻すことはできません。

# legacy.pledge.dashboard-title
source: 목표 · %@
en: Goal · %@
ja: 目標 · %@

# legacy.pledge.card-title
source: 고교 3년 목표
en: Three-Year Goal
ja: 3年間の目標

# legacy.pledge.intro.first
source: 하나를 고르면 3년을 마칠 때 돌아봅니다. 이루면 새 선수가 더 강하게 시작됩니다.
en: Choose one and we will revisit it after three years. Complete it to give your next player a stronger start.
ja: どれか 1 つを選択してください。3 年後に再検討します。それを完了すると、次のプレイヤーがより強力なスタートを切ることができます。

# legacy.pledge.intro.repeat
source: 하나를 고르면 고교 3년을 마칠 때 돌아봅니다. 등급에 따라 계승 포인트를 더 얻습니다.
en: Choose one and we will revisit it after three high-school years. Harder tiers award more Legacy Points.
ja: どれか 1 つを選んでください。高校 3 年間後に再検討します。レベルが高くなるほど、より多くのレガシー ポイントが獲得できます。

# legacy.pledge.hint
source: 아래 목표 중 하나를 눌러 고르세요
en: Tap a goal below to choose it
ja: 以下の目標をタップして選択してください

# legacy.pledge.carried
source: 지난 고교 3년에서 이어짐
en: Carried Over from the Last Player
ja: 最後のプレイヤーから引き継がれる

# legacy.pledge.tier.safe
source: 안전
en: Safe
ja: 安全

# legacy.pledge.tier.bold
source: 도전
en: Bold
ja: 太字

# legacy.pledge.tier.legendary
source: 전설
en: Legendary
ja: 伝説の

# legacy.pledge.reward
source: 계승 포인트 +%lld%%
en: Legacy Points +%lld%%
ja: レガシーポイント +%lld%%

# legacy.pledge.choose
source: 이걸로 정하기
en: Choose This
ja: これを選択してください

# legacy.pledge.skip
source: 목표 없이 시작
en: Start Without a Goal
ja: 目標なしで始める

# legacy.pledge.progress
source: 현재 %1$lld / 목표 %2$lld
en: Progress %1$lld/%2$lld
ja: 進捗状況 %1$lld/%2$lld

# legacy.pledge.accessibility
source: %1$@ 목표, %2$@, %3$@, 보상 계승 포인트 %4$lld퍼센트 추가
en: %1$@ goal, %2$@, %3$@, Legacy Point reward +%4$lld percent
ja: %1$@ 目標、%2$@、%3$@、レガシーポイント報酬 +%4$lld パーセント

# legacy.pledge.accessibility.carried
source: 지난 고교 3년에서 이어진 %1$@ 목표, %2$@, %3$@, 보상 계승 포인트 %4$lld퍼센트 추가
en: Carried over from the last player. %1$@ goal, %2$@, %3$@, Legacy Point reward +%4$lld percent
ja: 最後のプレイヤーから引き継がれました。 %1$@ 目標、%2$@、%3$@、レガシーポイント報酬 +%4$lld パーセント

# legacy.pledge.alignment.control
source: 제구가 가장 높은 능력이라 볼넷 억제에 잘 맞습니다.
en: Your best rating is Control, making this a natural fit for limiting walks.
ja: あなたの最高評価は 制球 で、これは四球を制限するのに自然に適合します。

# legacy.pledge.alignment.evaluation
source: 제구 강점을 전체 평가로 이어 가는 목표입니다.
en: This turns your Control strength into an overall draft grade.
ja: これにより、あなたの 制球 の強さがドラフト全体のグレードに変わります。

# legacy.pledge.alignment.power
source: 구위와 변화구 강점을 경기 결과로 바꾸는 목표입니다.
en: This turns your Stuff and Breaking strengths into game results.
ja: 球威と変化球の強みを試合結果につなげる目標です。

# legacy.pledge.alignment.relationship
source: 지금 가장 두터운 관계를 승부의 힘으로 잇는 목표입니다.
en: This turns your strongest relationship into an edge in competition.
ja: これにより、最も強力な関係が競争における優位性に変わります。

# legacy.pledge.alignment.health
source: 현재 팔 부담을 관리하며 완주하는 데 맞춘 목표입니다.
en: This fits a run built around managing your current arm load.
ja: これは、現在の腕の負荷を管理することを中心に構築されたランニングに適合します。

# legacy.pledge.alignment.fans
source: 이미 모인 팬 관심을 더 큰 이야기로 잇는 목표입니다.
en: This builds the fan interest you already earned into a larger story.
ja: これにより、すでに獲得したファンの関心がさらに大きなストーリーに組み込まれます。

# legacy.pledge.alignment.current
source: 지금 키운 강점을 끝까지 증명하는 목표입니다.
en: This proves the strengths you have built so far.
ja: これはあなたがこれまで築き上げてきた強みを証明します。

# legacy.pledge.alignment.safe
source: 현재 능력 구성과 무관하게 완주를 노리는 안전 목표입니다.
en: A safe goal you can finish with any current build.
ja: 現在のどのビルドでも完了できる安全な目標です。

# legacy.pledge.alignment.bold
source: 현재 강점과 다른 방향까지 넓혀 보는 도전 목표입니다.
en: A bold goal that asks you to grow beyond your current strengths.
ja: 現在の強みを超えて成長することを求める大胆な目標。

# legacy.pledge.alignment.legendary
source: 현재 강점을 넘어 한계를 시험하는 전설 목표입니다.
en: A legendary goal that tests your ceiling.
ja: 限界を試す伝説のゴール。

# legacy.training.tally
source: 이번 이야기 훈련 %1$lld회%2$@
en: %1$lld training sessions this chapter%2$@
ja: %1$lld この章のトレーニング セッション%2$@

# legacy.evaluation.points
source: %lld점
en: %lld pts
ja: %lld ポイント

# legacy.bloom.title
source: 만개
en: BREAKTHROUGH
ja: 突破口

# legacy.bloom.ceiling
source: 한계가 %lld까지 열렸습니다.
en: The ceiling opened to %lld.
ja: 天井は%lldまで開きました。

# legacy.bloom.dismiss
source: 확인
en: Continue
ja: 続ける

# legacy.bloom.accessibility
source: %1$@ 재능이 만개했습니다. 등급 %2$@, 한계 %3$lld.
en: %1$@ talent broke through. Grade %2$@, ceiling %3$lld.
ja: %1$@ 才能がブレイクしました。グレード%2$@、天井%3$lld。

# legacy.bloom.meaning.d
source: 막혀 있던 길이 열렸습니다. 계속 훈련해 버틴 시간을 성장으로 바꾸세요.
en: A blocked path has cracked open. Keep training to turn persistence into growth.
ja: 塞がれていた道が裂けて開いた。粘り強さを成長に変えるためにトレーニングを続けてください。

# legacy.bloom.meaning.c
source: 이 능력이 계속된 훈련으로 더 높은 단계에 닿을 수 있게 됐습니다.
en: This ability can now reach a new level with continued work.
ja: この能力は、継続的に取り組むことで新たなレベルに到達できるようになりました。

# legacy.bloom.meaning.b
source: 좋은 재능이 더 멀리 열렸습니다. 다음 단계가 사정권에 들어왔습니다.
en: A strong talent has opened farther. The next tier is within reach.
ja: 強力な才能がさらなる飛躍を遂げた。次の階層は手の届くところにあります。

# legacy.bloom.meaning.a
source: 최상급 잠재력이 열렸습니다. 이 능력은 대표 무기가 될 수 있습니다.
en: Elite potential is now open. This ability can become a defining weapon.
ja: エリートの可能性が開かれています。この能力は決定的な武器になる可能性があります。

# legacy.bloom.meaning.s
source: 이제 한계가 없습니다. 어디까지 갈지는 당신에게 달렸습니다.
en: There is no ceiling left. How far this ability goes is up to you.
ja: 天井はもう残っていない。この能力がどこまで通用するかはあなた次第です。

# legacy.highlight.home-run.title
source: 홈런
en: HOME RUN
ja: ホームラン

# legacy.highlight.strikeout.title
source: 삼진
en: STRIKEOUT
ja: 三振

# legacy.highlight.shutdown.title
source: 위기 차단
en: THREAT ERASED
ja: 脅威は消去されました

# legacy.highlight.velocity.title
source: 최고 구속
en: TOP VELOCITY
ja: 最高速度

# legacy.highlight.inning-ending.subtitle
source: 이닝 종료
en: Inning over
ja: イニング終了

# legacy.highlight.streak.subtitle
source: %lld타자 연속
en: %lld batters in a row
ja: %lld 打者連続

# legacy.highlight.shutdown.subtitle
source: 무실점 이닝 종료
en: Scoreless inning complete
ja: 無失点でイニング終了

# legacy.highlight.velocity.subtitle
source: 생애 신기록
en: New career record
ja: 新しいキャリア記録

# legacy.high-school-summary.cue.setback
source: 차질
en: SETBACK
ja: 挫折

# legacy.high-school-summary.cue.growth
source: 성장
en: GROWTH
ja: 成長

# legacy.high-school-summary.cue.success
source: 성과
en: RESULT
ja: 結果

# legacy.high-school-summary.cue.neutral
source: 경과
en: UPDATE
ja: 更新

# legacy.high-school-summary.fixture
source: 미리보기 상태를 준비했습니다.
en: The preview state is ready.
ja: プレビュー状態が準備完了です。

# legacy.high-school-summary.backup-recovered
source: 현재 환생 기록을 읽지 못해 직전 정상 백업으로 복구했습니다.
en: The current save could not be read, so the last healthy backup was restored.
ja: 現在の保存を読み取ることができなかったため、最後の正常なバックアップが復元されました。

# legacy.high-school-summary.seed-invalid
source: 시드는 카드에 적힌 숫자만 입력할 수 있습니다. 다시 확인해 주세요.
en: The seed must contain only the digits shown on the card. Check it and try again.
ja: シードには、カードに表示されている数字のみが含まれている必要があります。確認してもう一度試してください。

# legacy.high-school-summary.challenge-started
source: 기록 없는 도전 — 이 판의 결과는 선수 기록과 계승에 남지 않습니다.
en: Unranked challenge—this run will not enter the player archive or inheritance.
ja: ランクなしのチャレンジ - このランはプレーヤーのアーカイブまたは継承には入りません。

# legacy.high-school-summary.first-year
source: 고교 첫 해가 시작됩니다.
en: Your first high-school year begins.
ja: 高校１年生が始まります。

# legacy.high-school-summary.rebirth.memories
source: 기억 %lld장
en: %lld memories
ja: %lld 思い出

# legacy.high-school-summary.rebirth.signature
source: 대표 유산 하나
en: one signature legacy
ja: 1 つの署名の遺産

# legacy.high-school-summary.rebirth.both
source: 기억 %lld장과 대표 유산 하나
en: %lld memories and one signature legacy
ja: %lld 思い出と1つのシグネチャーレガシー

# legacy.high-school-summary.rebirth.started
source: %1$lld번째 선수. %2$@로 다시 시작합니다.
en: Player %1$lld begins again with %2$@.
ja: プレイヤー %1$lld は再び %2$@ から始まります。

# legacy.high-school-summary.repeat-training
source: 같은 훈련 %1$lld회 완료 · 능력 성장 +%2$lld
en: %1$lld sessions of the same training complete · Ability growth +%2$lld
ja: %1$lld 同じトレーニングのセッションが完了 · 能力の成長 +%2$lld

# legacy.high-school-summary.pro-pending
source: 프로 커리어를 마치면 고교 시절과 통산 기록을 함께 돌아봅니다.
en: Finish the pro career to review the high-school years and career totals together.
ja: プロとしてのキャリアを終えて、高校時代とキャリアの合計を一緒に振り返りましょう。

# legacy.high-school-summary.goal-completed
source: %1$@ 완수. 삼진 %2$lld개 — 숙제는 끝났고, 다음은 욕심의 영역입니다.
en: %1$@ complete. %2$lld strikeouts—the assignment is done, and ambition takes over from here.
ja: %1$@ 完成しました。 %2$lld 三振—任務は完了し、ここからは野心が引き継がれます。

# legacy.high-school-summary.nickname-earned
source: 이제 사람들이 '%@'라고 부릅니다.
en: People have started calling you ‘%@.’
ja: 人々はあなたを「%@」と呼び始めました。

# legacy.high-school-summary.signature-left
source: %@을 새 선수에게 남깁니다.
en: You leave ‘%@’ to the next player.
ja: 「%@」を次のプレイヤーに任せます。

# legacy.high-school-summary.memories-left
source: 기억 %lld장을 새 선수에게 남깁니다.
en: You leave %lld memories to the next player.
ja: %lld の思い出を次のプレイヤーに残します。

# legacy.high-school-summary.pro-memory-choice
source: 프로 커리어를 마쳤습니다. 이제 당시 규칙대로 남길 기억을 고릅니다.
en: The pro career is complete. Choose the memories this player would have left under the original rules.
ja: プロとしてのキャリアは終わった。元のルールの下でこのプレイヤーが残したであろう思い出を選択してください。

# legacy.high-school-summary.pro-legacy-found
source: 고교 시절과 프로 통산 기록에서 대표 유산 세 가지를 찾았습니다.
en: Three signature legacies emerged from the high-school years and pro career.
ja: 高校時代とプロとしてのキャリアから、3 つの特徴的な遺産が生まれました。

# legacy.high-school-summary.pledge-chosen
source: 목표를 정했습니다: %1$@. 이루면 계승 포인트 +%2$lld%%.
en: Goal set: %1$@. Complete it for +%2$lld%% Legacy Points.
ja: 目標設定: %1$@。完了すると +%2$lld%% レガシー ポイントを獲得できます。

# legacy.high-school-summary.cloud-loaded
source: 다른 기기의 진행을 불러왔습니다.
en: Progress from another device was loaded.
ja: 別のデバイスからの進行状況が読み込まれました。

# legacy.high-school-summary.cloud-kept-local
source: iCloud 환생 기록을 읽지 못해 이 기기의 진행을 유지합니다.
en: The iCloud record could not be read, so progress on this device was kept.
ja: iCloud レコードを読み取れなかったため、このデバイスの進行状況は保持されました。

# legacy.high-school-summary.outing-abandoned
source: 등판을 중단했습니다. 다음 마운드는 새 이닝입니다.
en: The outing was abandoned. The next mound visit begins with a new inning.
ja: 登板は断念されました。次のマウンド訪問は新しいイニングから始まる。

# legacy.high-school-summary.relationship
source: %1$@ 결과: 믿음 %2$+lld · 피로 %3$+lld · 팬 관심 %4$+lld%5$@
en: %1$@ Outcome: trust %2$+lld · fatigue %3$+lld · fan interest %4$+lld%5$@
ja: %1$@ 結果: 信頼 %2$+lld · 疲労 %3$+lld · ファンの関心 %4$+lld%5$@

# legacy.high-school-summary.awakening
source: 각성 습득: %1$@. %2$@
en: Awakening learned: %1$@. %2$@
ja: 覚醒習得：%1$@。 %2$@

# legacy.high-school-summary.updated
source: 고교 커리어가 진행됐습니다.
en: Your high-school career moved forward.
ja: あなたの高校生活は前進しました。

# legacy.heart.card-title
source: %@의 속마음
en: %@'s Thoughts
ja: %@の感想

# legacy.heart.accessibility
source: %1$@의 속마음. %2$@. %3$@
en: %1$@'s thoughts. %2$@. %3$@
ja: %1$@の感想。 %2$@。 %3$@

# legacy.quote.heading
source: 선수가 남긴 말
en: A Pitcher's Last Words
ja: 投手の最後の言葉

# legacy.quote.heading.player
source: %@이 남긴 말
en: %@'s Last Words
ja: %@の最後の言葉
